[
  "obsidian-mind-map",
  "juggl",
  "obsidian-task-archiver",
  "table-editor-obsidian",
  "obsidian-kanban",
  "tag-wrangler",
  "dataview",
  "buttons",
  "code-block-copy",
  "random-structural-diary-plugin",
  "smart-random-note",
  "templater-obsidian",
  "obsidian-notes-from-template",
  "url-into-selection",
  "obsidian-spaced-repetition",
  "obsidian-enhancing-mindmap",
  "obsidian-tracker",
  "obsidian-charts",
  "obsidian-extract-pdf-highlights",
  "obsidian-export-to-tex",
  "obsidian-timelines",
  "recent-files-obsidian",
  "obsidian-enhancing-export",
  "quick-latex",
  "obsidian-image-caption",
  "obsidian-text-expander",
  "meld-calc",
  "obsidian-graphviz",
  "supercharged-links-obsidian",
  "obsidian-latex",
  "obsidian-jupyter",
  "google-calendar",
  "obsidian-full-calendar",
  "calendar",
  "mrj-text-expand",
  "obsidian-tikzjax",
  "tq-obsidian",
  "quickadd",
  "mermaid-tools",
  "copy-as-latex",
  "nldates-obsidian",
  "cmdr",
  "auto-note-mover",
  "obsidian-latex-suite",
  "obsidian-admonition",
  "obsidian-journey-plugin",
  "obsidian-projects",
  "mathlinks",
  "obsidian-pandoc",
  "obsidian-minimal-settings",
  "smart-connections"
]